Revit 2024 API
UnitTypeId.FeetFractionalInches Property
 Feet and fractional inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetFractionalInches { get; }
Visual Basic
Public Shared ReadOnly Property FeetFractionalInches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetFractionalInches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace